name: "predictdo"
backend: "pytorch"
max_batch_size: 0
input [
  {
    name: "input0"
    data_type: TYPE_FP32
    dims: [1,30, 10]
  }
]
output [
  {
    name: "output0"
    data_type: TYPE_FP32
    dims: [1]
  }
]
